fun/mtg.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-04-03 Fri 13:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Magic: The Gathering</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Fogus" />
</head>
<body>
<div id="content">
<h1 class="title">Magic: The Gathering</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd45b582">Commander</a></li>
<li><a href="#org3aba0a5">Canadian Highlander</a></li>
<li><a href="#org2b63650">Standard (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</a></li>
<li><a href="#org5310625">Historic (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</a></li>
<li><a href="#org0ad8c5b">Pioneer (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</a></li>
<li><a href="#org93c46a7">Modern (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</a></li>
<li><a href="#orgf022776">Pauper</a></li>
<li><a href="#org6117ea5">Premodern</a></li>
<li><a href="#org4210288">Legacy</a></li>
<li><a href="#orgf04a77b">93/94</a></li>
<li><a href="#org392e5ce">Alpha 40</a></li>
</ul>
</div>
</div>
<p>
I'm a long-time MtG player (from the beginning) who for most of my time has enjoyed constructed play over every other modes of play. From the
beginning I've mostly enjoyed tempo and/or control decks as I find that they provide the most opportunity for depth of play, even when they're 
not the strongest cards in whichever format I find myself. I prefer to play the same decks over and over rather than change in order to gain a 
deep understanding of the patterns that the deck presents.
</p>

<p>
Below you'll find links to the decks that I play in every format that I happen to play.
</p>

<div id="outline-container-orgd45b582" class="outline-2">
<h2 id="orgd45b582">Commander</h2>
<div class="outline-text-2" id="text-orgd45b582">
<ul class="org-ul">
<li>Breya</li>
<li>Nin, the Pain Artist</li>
<li>Sliver Queen</li>
</ul>
</div>
</div>

<div id="outline-container-org3aba0a5" class="outline-2">
<h2 id="org3aba0a5">Canadian Highlander</h2>
<div class="outline-text-2" id="text-org3aba0a5">
<ul class="org-ul">
<li>5C Control</li>
</ul>
</div>
</div>

<div id="outline-container-org2b63650" class="outline-2">
<h2 id="org2b63650">Standard (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</h2>
<div class="outline-text-2" id="text-org2b63650">
<ul class="org-ul">
<li>U/W Control</li>
</ul>
</div>
</div>

<div id="outline-container-org5310625" class="outline-2">
<h2 id="org5310625">Historic (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</h2>
<div class="outline-text-2" id="text-org5310625">
<ul class="org-ul">
<li>Mono-Blue Tempo</li>
</ul>
</div>
</div>

<div id="outline-container-org0ad8c5b" class="outline-2">
<h2 id="org0ad8c5b">Pioneer (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</h2>
<div class="outline-text-2" id="text-org0ad8c5b">
<ul class="org-ul">
<li>U/W Control</li>
<li>U/W Spirits</li>
</ul>
</div>
</div>

<div id="outline-container-org93c46a7" class="outline-2">
<h2 id="org93c46a7">Modern (as of <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-11 Tue&gt;</span></span>)</h2>
<div class="outline-text-2" id="text-org93c46a7">
<ul class="org-ul">
<li>U/B Fae Narset</li>
<li>U/W Spirits</li>
</ul>
</div>
</div>

<div id="outline-container-orgf022776" class="outline-2">
<h2 id="orgf022776">Pauper</h2>
<div class="outline-text-2" id="text-orgf022776">
<ul class="org-ul">
<li>Skred Faeries</li>
<li>Snow-Go</li>
</ul>
</div>
</div>

<div id="outline-container-org6117ea5" class="outline-2">
<h2 id="org6117ea5">Premodern</h2>
<div class="outline-text-2" id="text-org6117ea5">
<ul class="org-ul">
<li>4C Control</li>
</ul>
</div>
</div>

<div id="outline-container-org4210288" class="outline-2">
<h2 id="org4210288">Legacy</h2>
<div class="outline-text-2" id="text-org4210288">
<ul class="org-ul">
<li>5C Control</li>
</ul>
</div>
</div>

<div id="outline-container-orgf04a77b" class="outline-2">
<h2 id="orgf04a77b">93/94</h2>
<div class="outline-text-2" id="text-orgf04a77b">
<ul class="org-ul">
<li>Deadguy</li>
<li>Mono-Black Control</li>
<li>U/W Stasis</li>
</ul>
</div>
</div>

<div id="outline-container-org392e5ce" class="outline-2">
<h2 id="org392e5ce">Alpha 40</h2>
<div class="outline-text-2" id="text-org392e5ce">
<ul class="org-ul">
<li>Lich</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-02-05 Wed 00:00</p>
<p class="author">Author: Fogus</p>
<p class="date">Created: 2020-04-03 Fri 13:57</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
